Repository: LeonardSEO/MinuteWave
Catalog: Sources/AINoteTakerApp/Resources/*.lproj/Localizable.strings
Languages: nl

# ui.settings.section.security
source: Security
nl: Beveiliging

# ui.settings.section.summary_prompt
source: Summary prompt
nl: Samenvattingsprompt

# ui.settings.section.transcription
source: Transcription
nl: Transcriptie

# ui.settings.security.change_after_restart
source: Change will be applied after app restart.
nl: Wijziging wordt toegepast na herstart van de app.

# ui.settings.security.encryption_enabled
source: Encryption enabled
nl: Encryptie ingeschakeld

# ui.settings.security.storage_path
source: Storage: %@
nl: Opslag: %@

# ui.settings.tab.advanced
source: Advanced
nl: Geavanceerd

# ui.settings.tab.general
source: General
nl: Algemeen

# ui.settings.tab_label
source: Section
nl: Sectie

# ui.settings.theme
source: Theme
nl: Thema

# ui.settings.theme.dark
source: Dark
nl: Donker

# ui.settings.theme.light
source: Light
nl: Licht

# ui.settings.theme.system
source: System
nl: Systeem

# ui.settings.title
source: Settings
nl: Instellingen

# ui.settings.updates.current_version
source: Current version
nl: Huidige versie

# ui.settings.updates.latest_version
source: Latest release
nl: Nieuwste release

# ui.updates.menu.check_for_updates
source: Check for Updates...
nl: Controleer op updates...

# ui.updates.status.available
source: Update available: %@
nl: Update beschikbaar: %@

# ui.updates.status.current
source: You are up to date (%@).
nl: Je bent up-to-date (%@).

# ui.updates.alert.available.title
source: Update available
nl: Update beschikbaar

# ui.updates.alert.available.message
source: Version %@ is available. You are on %@.
nl: Versie %@ is beschikbaar. Je gebruikt nu %@.

# ui.updates.alert.available.install
source: Open download page
nl: Open downloadpagina

# ui.updates.alert.current.message
source: You are already on the latest version (%@).
nl: Je gebruikt al de nieuwste versie (%@).

# ui.updates.alert.failed.title
source: Update check failed
nl: Updatecheck mislukt

# ui.updates.alert.failed.open_releases
source: Open releases page
nl: Open releases-pagina

# ui.updates.error.invalid_response
source: Could not read the release response from GitHub.
nl: De release-respons van GitHub kon niet worden gelezen.

# ui.updates.error.http_status
source: GitHub API responded with status code %d.
nl: GitHub API gaf statuscode %d terug.

# ui.updates.error.invalid_version
source: Latest GitHub tag has an unsupported version format (%@).
nl: De nieuwste GitHub-tag heeft een niet-ondersteund versieformaat (%@).

# ui.updates.error.no_stable_release
source: No stable release is currently available.
nl: Er is momenteel geen stabiele release beschikbaar.

# ui.updates.error.network
source: Network error while checking updates: %@
nl: Netwerkfout tijdens updatecheck: %@

# ui.updates.error.generic
source: Could not check for updates right now.
nl: Updates controleren lukt nu niet.

# ui.status.audio.active
source: Audio active
nl: Audio actief

# ui.status.audio.microphone_and_system
source: Audio microphone + system
nl: Audio microfoon + systeem

# ui.status.audio.microphone_only
source: Audio microphone only
nl: Audio alleen microfoon

# ui.status.audio.mode
source: Audio mode: %@
nl: Audiomodus: %@

# ui.status.audio.unknown
source: Audio status unknown
nl: Audiostatus onbekend

# ui.status.lmstudio.no_model_loaded
source: LM Studio running, no model loaded
nl: LM Studio draait, geen model geladen

# ui.status.lmstudio.not_checked
source: LM Studio not checked
nl: LM Studio niet gecontroleerd

# ui.status.lmstudio.not_installed
source: LM Studio not installed
nl: LM Studio niet geïnstalleerd

# ui.status.lmstudio.ready
source: LM Studio ready
nl: LM Studio klaar

# ui.status.lmstudio.server_unreachable
source: LM Studio server unreachable
nl: LM Studio-server niet bereikbaar

# ui.status.local_runtime.error
source: Local runtime error
nl: Lokale runtimefout

# ui.status.local_runtime.not_used
source: Local runtime not used
nl: Lokale runtime niet gebruikt

# ui.status.local_runtime.preparing
source: Preparing local runtime
nl: Lokale runtime voorbereiden

# ui.status.local_runtime.ready
source: Local runtime ready
nl: Lokale runtime klaar

# ui.status.local_runtime.ready_on_demand
source: Local runtime ready on demand
nl: Lokale runtime klaar op aanvraag

# ui.status.local_transcription.connecting
source: Connecting local transcription
nl: Lokale transcriptie verbinden

# ui.status.local_transcription.error
source: Local transcription error
nl: Lokale transcriptiefout

# ui.status.local_transcription.healthy
source: Local transcription healthy
nl: Lokale transcriptie gezond

# ui.status.local_transcription.not_checked
source: Local transcription not checked
nl: Lokale transcriptie niet gecontroleerd

# ui.status.local_transcription.preparing
source: Preparing local transcription
nl: Lokale transcriptie voorbereiden

# ui.status.local_transcription.processing
source: Processing local transcription
nl: Lokale transcriptie verwerken

# ui.status.local_transcription.ready
source: Local transcription ready
nl: Lokale transcriptie klaar

# ui.status.local_transcription.warning
source: Local transcription warning
nl: Lokale transcriptiewaarschuwing

# ui.status.session.completed
source: Completed
nl: Voltooid

# ui.status.session.failed
source: Failed
nl: Mislukt

# ui.status.session.finalizing
source: Finalizing
nl: Afronden

# ui.status.session.idle
source: Idle
nl: Inactief

# ui.status.session.paused
source: Paused
nl: Gepauzeerd

# ui.status.session.recording
source: Recording
nl: Opnemen

# ui.status.summary.completed
source: Completed
nl: Voltooid

# ui.status.summary.failed
source: Failed
nl: Mislukt

# ui.status.summary.not_started
source: Not started
nl: Niet gestart

# ui.status.summary.processing
source: Processing
nl: Verwerken

# ui.error.hardware.minimum_requirements
source: This app requires Apple Silicon and at least 16 GB RAM. Current: %@ with %d GB.
nl: Deze app vereist Apple Silicon en minimaal 16 GB RAM. Huidig: %@ met %d GB.
