Repository: LeonardSEO/MinuteWave
Catalog: Sources/AINoteTakerApp/Resources/*.lproj/Localizable.strings
Languages: nl

# error.prefix.unsupported_hardware
source: Unsupported hardware
nl: Niet-ondersteunde hardware

# error.prefix.invalid_configuration
source: Invalid configuration
nl: Ongeldige configuratie

# error.prefix.storage_failure
source: Storage failure
nl: Opslagfout

# error.prefix.network_failure
source: Network failure
nl: Netwerkfout

# error.prefix.provider_unavailable
source: Provider unavailable
nl: Provider niet beschikbaar

# error.safe.invalid_configuration
source: Your settings are invalid. Check provider and endpoint configuration.
nl: Je instellingen zijn ongeldig. Controleer provider en endpoint-configuratie.

# error.safe.storage_failure
source: A local storage error occurred. Restart the app and try again.
nl: Er is een lokale opslagfout opgetreden. Herstart de app en probeer opnieuw.

# error.safe.network_failure
source: Network request failed. Check your connection and provider status.
nl: Netwerkaanvraag mislukt. Controleer je verbinding en providerstatus.

# error.safe.generic
source: An unexpected error occurred. Please try again.
nl: Er is een onverwachte fout opgetreden. Probeer opnieuw.

# error.summary.provider_not_configured
source: Cloud provider is not configured. Configure Azure/OpenAI/LM Studio in Settings.
nl: Cloudprovider is niet geconfigureerd. Configureer Azure/OpenAI/LM Studio in Instellingen.

# error.chat.azure_not_configured
source: Azure chat is not configured.
nl: Azure chat is niet geconfigureerd.

# error.chat.openai_not_configured
source: OpenAI chat is not configured.
nl: OpenAI chat is niet geconfigureerd.

# error.chat.lmstudio_not_configured
source: LM Studio is not configured.
nl: LM Studio is niet geconfigureerd.

# error.chat.question_too_long
source: Your question is too long. Maximum length is %d characters.
nl: Je vraag is te lang. Maximale lengte is %d tekens.

# error.transcription.azure_not_configured
source: Azure transcription is not configured.
nl: Azure transcriptie is niet geconfigureerd.

# error.transcription.openai_not_configured
source: OpenAI transcription is not configured.
nl: OpenAI transcriptie is niet geconfigureerd.

# error.openai.config_incomplete
source: OpenAI configuration is incomplete.
nl: OpenAI-configuratie is niet volledig.

# error.openai.base_url_invalid
source: OpenAI base URL must be a valid https URL.
nl: OpenAI-basis-URL moet een geldige https-URL zijn.

# error.openai.chat_url_invalid
source: Could not build OpenAI Chat Completions URL.
nl: OpenAI Chat Completions-URL kon niet worden opgebouwd.

# error.openai.transcription_url_invalid
source: Could not build OpenAI Transcriptions URL.
nl: OpenAI Transcriptions-URL kon niet worden opgebouwd.

# error.openai.api_key_missing
source: OpenAI API key is missing in Keychain for key '%@'.
nl: OpenAI API-key ontbreekt in Keychain voor sleutel '%@'.

# error.openai.auth_failed
source: OpenAI authentication failed (%d).
nl: OpenAI authenticatie mislukt (%d).

# error.openai.rate_limited
source: OpenAI rate limit reached (429).
nl: OpenAI-ratelimiet bereikt (429).

# error.openai.http
source: OpenAI error %d: %@
nl: OpenAI fout %d: %@

# error.openai.no_active_transcription_session
source: No active OpenAI transcription session.
nl: Geen actieve OpenAI transcriptiesessie.

# error.openai.transcription_config_lost
source: OpenAI transcription configuration was lost.
nl: OpenAI transcriptieconfiguratie is verloren gegaan.

# error.openai.no_audio_chunks
source: No audio chunks captured for OpenAI transcription.
nl: Geen audiochunks vastgelegd voor OpenAI transcriptie.

# error.openai.empty_transcript
source: OpenAI returned an empty transcript.
nl: OpenAI gaf een lege transcriptie terug.

# error.openai.config_missing_transcription
source: OpenAI configuration is missing for transcription.
nl: OpenAI-configuratie ontbreekt voor transcriptie.

# error.lmstudio.config_incomplete
source: LM Studio configuration is incomplete.
nl: LM Studio-configuratie is niet volledig.

# error.lmstudio.endpoint_invalid
source: LM Studio endpoint must be a valid localhost URL (http/https).
nl: LM Studio-endpoint moet een geldige localhost-URL zijn (http/https).

# error.lmstudio.chat_url_invalid
source: Could not build LM Studio Chat Completions URL.
nl: LM Studio Chat Completions-URL kon niet worden opgebouwd.

# error.lmstudio.models_http
source: LM Studio model endpoint error %d: %@
nl: LM Studio model-endpoint fout %d: %@

# error.lmstudio.no_loaded_models
source: No loaded LM Studio model found. Load a model in LM Studio first.
nl: Geen geladen LM Studio-model gevonden. Laad eerst een model in LM Studio.

# error.lmstudio.auth_failed
source: LM Studio authentication failed (%d).
nl: LM Studio authenticatie mislukt (%d).

# error.lmstudio.rate_limited
source: LM Studio rate limit reached (429).
nl: LM Studio-ratelimiet bereikt (429).

# error.lmstudio.http
source: LM Studio error %d: %@
nl: LM Studio fout %d: %@

# prompt.chat.system
source: You are an assistant for transcript Q&A. Answer only using the provided context. Respond in the same dominant language used in the transcript context. If information is missing, explicitly say so.
nl: Je bent een assistent voor transcriptie-QA. Beantwoord alleen met info uit de gegeven context. Antwoord in de dominante taal die in de transcriptiecontext wordt gebruikt. Als informatie ontbreekt, zeg dat expliciet.

# export.end
source: End
nl: Einde

# export.summary
source: Summary
nl: Samenvatting

# export.no_summary
source: No summary available
nl: Geen samenvatting beschikbaar

# startup.blocked.recording_not_ready
source: Local FluidAudio models are still preparing. Recording starts when preparation is complete.
nl: Lokale FluidAudio-modellen worden nog voorbereid. Opname start zodra voorbereiding klaar is.

# startup.phase.restore_model.title
source: Preparing local transcription
nl: Lokale transcriptie voorbereiden

# startup.phase.restore_model.detail
source: Checking local model cache and setup.
nl: Controleren van lokale modelcache en setup.

# startup.phase.prepare_runtime.title
source: Preparing runtime
nl: Runtime voorbereiden

# startup.phase.prepare_runtime.detail
source: Installing/checking local Python runtime dependencies.
nl: Lokale Python-runtime afhankelijkheden installeren/controleren.

# startup.phase.install_model.title
source: Preparing local STT model
nl: Lokaal STT-model voorbereiden

# startup.phase.install_model.detail
source: Downloading and verifying local speech-to-text model files.
nl: Lokale speech-to-text modelbestanden downloaden en verifiëren.

# startup.phase.install_model.checking_cache
source: Checking model cache.
nl: Modelcache controleren.

# startup.phase.install_model.downloading_asr
source: Downloading ASR model files (Parakeet v3).
nl: ASR-modelbestanden downloaden (Parakeet v3).

# startup.phase.install_model.initializing_asr
source: Initializing ASR model.
nl: ASR-model initialiseren.

# startup.phase.install_model.downloading_diarizer
source: Downloading speaker diarization model files.
nl: Speaker-diarization modelbestanden downloaden.

# startup.phase.install_model.initializing_diarizer
source: Initializing diarization model.
nl: Diarization-model initialiseren.

# startup.phase.install_model.verifying
source: Verifying model files.
nl: Modelbestanden verifiëren.

# startup.phase.install_model.ready
source: Model is ready.
nl: Model is klaar.

# startup.phase.launch_runtime.title
source: Starting local runtime
nl: Lokale runtime starten

# startup.phase.launch_runtime.detail
source: Launching local realtime transcription service.
nl: Lokale realtime transcriptieservice starten.

# startup.phase.ready.title
source: Local transcription ready
nl: Lokale transcriptie klaar

# startup.phase.ready.detail
source: You can start recording now.
nl: Je kunt nu opnemen.

# startup.phase.failed.title
source: Local preparation failed
nl: Lokale voorbereiding mislukt

# startup.phase.failed.detail
source: Preparation failed.
nl: Voorbereiding mislukt.

# status.not_checked
source: Not checked
nl: Niet gecontroleerd

# status.connecting
source: Connecting
nl: Verbinden

# status.error
source: Error
nl: Fout

# status.warning
source: Warning
nl: Waarschuwing

# status.not_used
source: Not used
nl: Niet gebruikt

# status.local_ready_on_demand
source: Ready on demand
nl: Klaar op aanvraag

# status.local_ready
source: Ready
nl: Klaar

# status.local_preparing
source: Preparing models
nl: Modellen voorbereiden

# status.local_processing
source: Processing
nl: Verwerken

# status.invalid_endpoint
source: Invalid endpoint
nl: Ongeldig endpoint

# status.tcp_connected
source: TCP connected
nl: TCP verbonden

# status.not_verified
source: Not verified
nl: Niet geverifieerd

# status.tcp_unavailable
source: TCP unavailable
nl: TCP niet beschikbaar

# status.unavailable
source: Unavailable
nl: Niet beschikbaar

# status.runtime_reused
source: Runtime reused (existing listener)
nl: Runtime hergebruikt (bestaande listener)

# status.runtime_prepared
source: Runtime prepared
nl: Runtime voorbereid

# status.no_launch_command
source: No launch command
nl: Geen startcommando

# status.runtime_stopped
source: Runtime stopped
nl: Runtime gestopt

# status.runtime_starting
source: Runtime starting
nl: Runtime start

# status.runtime_running_with_pid
source: Runtime running (pid %d)
nl: Runtime actief (pid %d)

# status.runtime_failed_with_message
source: Runtime failed: %@
nl: Runtime fout: %@

# status.audio_unknown
source: Audio: unknown
nl: Audio: onbekend

# status.audio_mic_only
source: Audio Mic-only
nl: Audio alleen microfoon

# status.audio_mic_system
source: Audio Mic + System
nl: Audio microfoon + systeem

# status.audio_active
source: Audio: active
nl: Audio: actief

# status.session_connected
source: Session connected
nl: Sessie verbonden

# status.healthy
source: Healthy
nl: Gezond

# status.session_closed
source: Session closed
nl: Sessie gesloten

# status.finalization_timeout
source: Finalization timeout
nl: Finalisatietime-out

# status.runtime_not_started
source: Runtime not started
nl: Runtime niet gestart

# lmstudio.status.not_checked
source: LM Studio not checked
nl: LM Studio niet gecontroleerd

# lmstudio.status.not_installed
source: LM Studio not installed
nl: LM Studio niet geïnstalleerd

# lmstudio.status.server_unreachable
source: LM Studio server unreachable
nl: LM Studio server niet bereikbaar

# lmstudio.status.no_model_loaded
source: LM Studio running, no model loaded
nl: LM Studio draait, geen model geladen

# lmstudio.status.ready
source: LM Studio ready
nl: LM Studio klaar

# app.quit.recording.title
source: Recording is still active
nl: Opname is nog actief

# app.quit.recording.message
source: If you close now, the app must finalize the recording first. Stop and close safely?
nl: Als je nu sluit, moet de app de opname eerst finaliseren. Veilig stoppen en afsluiten?

# app.quit.recording.safe_stop
source: Stop & Close Safely
nl: Stop & sluit veilig af

# app.quit.recording.cancel
source: Cancel
nl: Annuleren

# azure.parse.feedback.no_match
source: No valid Azure deployment URL detected.
nl: Geen geldige Azure deployment-URL gevonden.

# azure.parse.feedback.success
source: Azure URL parsed successfully.
nl: Azure-URL succesvol geparseerd.

# azure.parse.feedback.success_with_translation_warning
source: Parsed successfully. Note: audio/translations was detected; runtime still uses audio/transcriptions.
nl: Succesvol geparseerd. Let op: audio/translations gedetecteerd; runtime gebruikt nog steeds audio/transcriptions.

# azure.parse.warning.multiple_endpoints
source: Multiple Azure endpoints detected; only one endpoint can be applied.
nl: Meerdere Azure endpoints gedetecteerd; slechts één endpoint kan worden toegepast.

source: Settings
nl: Instellingen

source: Collapse full transcript by default
nl: Volledige transcript standaard inklappen

source: Cloud provider for summary + chat
nl: Cloudprovider voor samenvatting en chat

source: Chat API version
nl: Chat API-versie

source: Transcription API version
nl: Transcriptie API-versie

source: Summary deployment
nl: Samenvatting-deployment

source: Transcription deployment
nl: Transcriptie-deployment

source: Encryption enabled
nl: Encryptie ingeschakeld

source: Recording
nl: Opname

source: Error
nl: Fout

# ui.chat.role.assistant
source: Assistant
nl: Assistent

# ui.chat.role.system
source: System
nl: Systeem

# ui.chat.role.user
source: User
nl: Gebruiker

# ui.common.allow
source: Allow
nl: Toestaan

# ui.common.back
source: Back
nl: Terug

# ui.common.cancel
source: Cancel
nl: Annuleren

# ui.common.capture_mode.microphone_and_system
source: Microphone + system audio
nl: Microfoon + systeemaudio

# ui.common.capture_mode.microphone_only
source: Microphone only
nl: Alleen microfoon

# ui.common.capture_mode.short_microphone_and_system
source: Mic + system audio
nl: Microfoon + systeem

# ui.common.capture_mode.short_microphone_only
source: Mic only
nl: Alleen microfoon

# ui.common.continue
source: Continue
nl: Doorgaan

# ui.common.next
source: Next
nl: Volgende

# ui.common.open_settings
source: Open settings
nl: Open instellingen

# ui.common.provider.lmstudio_local
source: LM Studio (local)
nl: LM Studio (lokaal)

# ui.common.refresh
source: Refresh
nl: Vernieuwen

# ui.common.save
source: Save
nl: Opslaan

# ui.common.settings
source: Settings
nl: Instellingen

# ui.common.transcription_provider.azure
source: Azure transcription
nl: Azure transcriptie

# ui.common.transcription_provider.openai
source: OpenAI transcription
nl: OpenAI transcriptie

# ui.error.technical_detail_prefix
source: Technical detail:
nl: Technisch detail:

# ui.error.title
source: Error
nl: Fout

# ui.error.provider_unavailable_generic
source: A service is temporarily unavailable. Check your settings and try again.
nl: Een service is tijdelijk niet beschikbaar. Controleer je instellingen en probeer opnieuw.

# ui.error.onboarding.microphone_required
source: Microphone permission is missing. Complete onboarding step 1.
nl: Microfoon-permissie ontbreekt. Rond stap 1 van onboarding af.

# ui.error.onboarding.screen_recording_required
source: Screen recording permission is missing. Complete onboarding step 1.
nl: Schermopname-permissie ontbreekt. Rond stap 1 van onboarding af.

# ui.error.local_model.preparation_cancelled
source: Local model preparation was cancelled.
nl: Lokale modelvoorbereiding is geannuleerd.

# ui.error.local_model.preparation_failed
source: Local model preparation failed.
nl: Lokale modelvoorbereiding is mislukt.

# ui.error.security.sqlcipher_unavailable
source: Database encryption requires SQLCipher runtime support, but SQLCipher is not available on this system.
nl: Database-encryptie vereist SQLCipher runtime-ondersteuning, maar SQLCipher is niet beschikbaar op dit systeem.

# ui.main.chat_export_hint
source: Chat and export become available after you complete a transcription.
nl: Chat en export worden actief zodra je een transcriptie hebt afgerond.

# ui.main.chat_export_tip
source: Tip: Start with the microphone button, speak, then stop.
nl: Tip: Start met de microfoonknop, praat, en stop daarna.

# ui.main.chat_placeholder
source: Chat with transcript
nl: Chat met transcript

# ui.main.chat_with_transcript
source: Chat with transcript
nl: Chat met transcript

# ui.main.collapse
source: Collapse
nl: Inklappen

# ui.main.expand
source: Expand
nl: Uitklappen

# ui.main.export
source: Export
nl: Exporteren

# ui.main.exported_file
source: Exported: %@
nl: Geexporteerd: %@

# ui.main.new_session
source: New session
nl: Nieuwe sessie

# ui.main.no_session_selected
source: No session selected.
nl: Geen sessie geselecteerd.

# ui.main.no_summary_yet
source: No summary available yet.
nl: Nog geen samenvatting beschikbaar.

# ui.main.no_transcript_yet
source: No transcript available yet.
nl: Nog geen transcriptie beschikbaar.

# ui.main.recording_menu
source: Recording
nl: Opname

# ui.main.search_sessions
source: Search sessions
nl: Zoek sessies

# ui.main.session.default_name
source: Session %@
nl: Sessie %@

# ui.main.session_details
source: Session details
nl: Sessiedetails

# ui.main.session_details.name
source: Name: %@
nl: Naam: %@

# ui.main.session_name
source: Session name
nl: Sessienaam

# ui.main.show_full_transcript
source: Show full transcript
nl: Volledig transcript tonen

# ui.main.summarize
source: Summarize
nl: Samenvatten

# ui.main.summary
source: Summary
nl: Samenvatting

# ui.main.transcript_collapsed
source: Transcript is collapsed.
nl: Transcript is ingeklapt.

# ui.main.transcript_processing
source: Transcript is being processed...
nl: Transcript wordt verwerkt...

# ui.main.transcript_processing_detail
source: Please wait while the recording is finalized and transcribed.
nl: Even wachten terwijl de opname wordt afgerond en getranscribeerd.

# ui.main.transcription_status_chip
source: Transcription status: %@
nl: Transcriptiestatus: %@

# ui.onboarding.advanced_settings_hint
source: Advanced settings (summary prompt) are in Settings > Advanced.
nl: Geavanceerde instellingen (samenvattingsprompt) staan in Instellingen > Geavanceerd.

# ui.onboarding.ai_optional
source: AI (optional)
nl: AI (optioneel)

# ui.onboarding.allow_mic_and_screen
source: Allow microphone and screen recording before continuing.
nl: Sta microfoon en schermopname toe voordat je verdergaat.

# ui.onboarding.allow_mic_only
source: Allow microphone before continuing.
nl: Sta microfoon toe voordat je verdergaat.

# ui.onboarding.azure.configure_hint
source: Configure Azure OpenAI for summary and transcript chat.
nl: Configureer Azure OpenAI voor samenvatten en chat met transcript.

# ui.onboarding.azure.endpoint
source: Azure endpoint
nl: Azure-eindpunt

# ui.onboarding.bundle_id_missing
source: Bundle identifier unavailable
nl: Bundle-ID niet beschikbaar

# ui.onboarding.cloud_provider_for_summary_chat
source: Cloud provider for summary and chat
nl: Cloudprovider voor samenvatting en chat

# ui.onboarding.engine
source: Engine
nl: Transcriptie-engine

# ui.onboarding.engine.cloud_azure_transcription
source: Cloud (Azure transcription)
nl: Cloud (Azure transcriptie)

# ui.onboarding.engine.cloud_openai_transcription
source: Cloud (OpenAI transcription)
nl: Cloud (OpenAI transcriptie)

# ui.onboarding.engine.local_fluidaudio
source: Local (FluidAudio Parakeet v3)
nl: Lokaal (FluidAudio Parakeet v3)

# ui.onboarding.lmstudio.configure_hint
source: Configure LM Studio for local summary and transcript chat.
nl: Configureer LM Studio voor lokale samenvatting en transcript-chat.

# ui.onboarding.lmstudio.load_model_hint
source: Load a model in LM Studio to continue.
nl: Laad een model in LM Studio om verder te gaan.

# ui.onboarding.lmstudio_docs
source: LM Studio REST API docs
nl: LM Studio REST API-documentatie

# ui.onboarding.local_model_prep_hint
source: For local mode, models are prepared when you attempt the first recording.
nl: Bij lokaal gebruik worden modellen voorbereid bij de eerste opnamepoging.

# ui.onboarding.microphone
source: Microphone
nl: Microfoon

# ui.onboarding.no_apple_silicon
source: No Apple Silicon
nl: Geen Apple Silicon

# ui.onboarding.not_app_bundle_warning
source: You are not running as a real .app bundle. For reliable macOS permission prompts: build and launch via scripts/build_dev_app_bundle.sh.
nl: Je draait nu niet als echte .app-bundle. Voor betrouwbare macOS permissieprompts: bouw en start via scripts/build_dev_app_bundle.sh.

# ui.onboarding.openai.configure_hint
source: Configure OpenAI API for summary, chat, and transcription.
nl: Configureer OpenAI API voor samenvatten, chat en transcriptie.

# ui.onboarding.ram_guidance
source: For stable local performance, 16 GB RAM or higher is recommended.
nl: Voor stabiele lokale prestaties wordt 16 GB RAM of hoger aanbevolen.

# ui.onboarding.requirements_not_met
source: This app requires Apple Silicon and at least 16GB RAM.
nl: Deze app vereist Apple Silicon en minimaal 16GB RAM.

# ui.onboarding.screen_recording
source: Screen recording
nl: Schermopname

# ui.onboarding.screen_recording.active
source: Active
nl: Actief

# ui.onboarding.step_of_total
source: Step %d of %d
nl: Stap %d van %d

# ui.onboarding.system_permissions
source: System & permissions
nl: Systeem & permissies

# ui.onboarding.title
source: Welcome to MinuteWave
nl: Welkom bij MinuteWave

# ui.onboarding.transcription
source: Transcription
nl: Transcriptie

# ui.permission.denied
source: Denied
nl: Geweigerd

# ui.permission.granted
source: Granted
nl: Toegestaan

# ui.permission.not_requested
source: Not requested
nl: Niet aangevraagd

# ui.settings.api_key_optional
source: API key (optional)
nl: API-key (optioneel)

# ui.settings.api_key_optional_update
source: API key (optional update)
nl: API-key (optionele update)

# ui.settings.app_language
source: App language
nl: App-taal

# ui.settings.audio_capture
source: Audio capture
nl: Audio-opname

# ui.settings.audio_capture_help
source: Choose microphone only for in-person meetings. Choose microphone + system audio for online meetings.
nl: Kies alleen microfoon voor face-to-face gesprekken. Kies microfoon + systeemaudio voor online vergaderingen.

# ui.settings.auto_summarize_after_stop
source: Auto-summarize after stop
nl: Auto samenvatten na stop

# ui.settings.azure.chat_api_version
source: Chat API version
nl: Chat API-versie

# ui.settings.azure.endpoint
source: Endpoint
nl: Eindpunt

# ui.settings.azure.summary_deployment
source: Summary deployment
nl: Samenvatting-deployment

# ui.settings.azure.transcription_api_version
source: Transcription API version
nl: Transcriptie API-versie

# ui.settings.azure.transcription_deployment
source: Transcription deployment
nl: Transcriptie-deployment

# ui.settings.collapse_transcript_by_default
source: Collapse full transcript by default
nl: Volledige transcript standaard inklappen

# ui.settings.keychain_prompt_hint
source: At the first Keychain prompt: choose 'Always Allow' so you do not need to enter your password repeatedly.
nl: Bij de eerste keychain prompt: kies 'Always Allow' zodat je niet telkens opnieuw je wachtwoord hoeft in te vullen.

# ui.settings.language.dutch
source: Dutch
nl: Nederlands

# ui.settings.language.english
source: English
nl: Engels

# ui.settings.language.system
source: System
nl: Systeem

# ui.settings.lmstudio.endpoint
source: Endpoint
nl: Eindpunt

# ui.settings.lmstudio.help
source: Use LM Studio to run local models for summary and chat.
nl: Gebruik LM Studio om lokale modellen te draaien voor samenvatting en chat.

# ui.settings.lmstudio.install
source: Install LM Studio
nl: Installeer LM Studio

# ui.settings.lmstudio.loaded_model
source: Loaded model
nl: Geladen model

# ui.settings.lmstudio.no_loaded_models
source: No loaded models found in LM Studio.
nl: Geen geladen modellen gevonden in LM Studio.

# ui.settings.lmstudio.refresh_status
source: Refresh status
nl: Ververs status

# ui.settings.local_fluidaudio
source: Local FluidAudio
nl: Lokale FluidAudio

# ui.settings.local_model_preparation_help
source: Model download and initialization start on demand at the first local recording.
nl: Modeldownload en initialisatie starten on-demand bij de eerste lokale opname.

# ui.settings.openai.base_url
source: Base URL
nl: Basis-URL

# ui.settings.openai.summary_model
source: Summary model
nl: Samenvattingsmodel

# ui.settings.openai.transcription_model
source: Transcription model
nl: Transcriptiemodel

# ui.settings.run_onboarding_again
source: Run onboarding again
nl: Onboarding opnieuw uitvoeren

# ui.settings.section.appearance
source: Appearance
nl: Weergave

# ui.settings.section.cloud_provider_for_summary_chat
source: Cloud provider for summary and chat
nl: Cloudprovider voor samenvatting en chat

# ui.settings.section.local_model_preparation
source: Local model preparation
nl: Lokale modelvoorbereiding
